label sch_day4_noir_morning_begin:
    # Фон сон
    # NVL
    "Hello, world."
    "Первая фраза, которую пишет любой начинающий программист, и единственное словосочетание, которое приходит в голову, когда ты пытаешься представить, что говоришь устами новорождённого."
    "Для меня же это кодовое слово, чтобы запустить всю электронику в доме — от кондиционера, автоматически подстраивающего температуру, до компьютера, чайника и светильника."
    "Меня {i}мог{/i} встречать жестокой улыбкой синих светодиодов мой рабочий стол - монитор, клавиатура, тут же смартфон на док-станции."
    "А что теперь? Линзы и путешествие в центр нихрена за бесплатно?"
    "Без документов, денег и каких-либо признаков моего существования в этом мире."
    "С другой стороны, у меня сформирована вполне цельная легенда. Только кому это надо? Той девочке из снов? Она ведь даже не реальна."
    # фон лагеря
    # Активировать фильтры!
    if sch_clock:
        pass
        # больше орнажевого, меньше черного
    # /NVL
    "На самом деле я просто четвертый раз просыпаюсь в несуществующем лагере в СССР, где на первый взгляд всё легко и просто, а потом — катакомбы, непонятный старый лагерь и уклончивые ответы на самые простые вопросы."
    "Но я всё равно произношу эту фразу."
    ivan "Hello, world."
    "Вожатая сидела и записывала что-то в свой ежедневник."
    iv "Было бы интересно прочитать, что в нём."
    "Лениво подумал я."
    show mt normal pioneer with dissolve
    mt "Ты что-то сказал?"
    ivan "Что?"
    mt "Показалось. Зато ты проснулся! Ох и долго же спал."
    "Вожатая наконец отвлеклась от своей писанины и оглянулась на часы. Выглядела она неприлично довольной - будто что-то на неё действовало."
    ivan "А почему вы меня не разбудили?"
    "Промямлил я слипшевимися после сна губами."
    mt "Прислушайся."
    # Дождь нарастает, фильтры - full mode!
    "И я прислушался."
    "Дождевая вода еле тихо пробивала дробь по крыше и стекала по ней."
    ivan "Я думал, что он ночью кончился."
    mt "А где был ты ночью?"
    "Ой."
    ivan "Гулял."
    mt "И где?"
    "Вожатая начала медленно повышать тон."
    ivan "В лесу."
    # локти согнуты
    mt "Ты же понимаешь, что нарушаешь устав лагеря, действуя таким образом? Пока ты здесь отдыхаешь, несу ответственность за тебя я, и если бы с тобой что-нибудь случилось..."
    ivan "Но я же жив-здоров."
    "Вяло отразил на автомате очередную нападку вожатой."
    mt "Ладно. Видимо, придётся по-плохому."
    "Её угрозы меня соверешнно не пугали. При условии количества происходящего \"по ту сторону\", я не удвлюсь даже, если она окажется агентом КГБ. Ломать законы физики страшнее."
