label sch_day4_noir_morning_begin:
    # Фон сон
    # NVL
    "Hello, world."
    "Первая фраза, которую пишет любой начинающий программист, и единственное словосочетание, которое приходит в голову, когда ты пытаешься представить, что говоришь устами новорождённого."
    "Для меня же это кодовое слово, чтобы запустить всю электронику в доме — от кондиционера, автоматически подстраивающего температуру, до компьютера, чайника и светильника."
    "Меня {i}мог{/i} встречать жестокой улыбкой синих светодиодов мой рабочий стол - монитор, клавиатура, тут же фон на док-станции и комплект линз, напоминающий скорее зарядную станцию от AirPods первых двух поколений, чем дорогую техническую плюшку за несколько тысяч зелёных, выделенную специнально для меня."
    "Даже ПО - и то делается на заказ с учётом професии, хотя некоторые приложения прямиком портируются c Grape OS, массово заполонившей все устройства, создав очень серьёзную конкуренцию Windows и Linux на пару."
    # фон лагеря
    # Активировать фильтры!
    if sch_clock:
        pass
        # больше орнажевого, меньше черного
    # /NVL
    "На самом деле я просто 4 раз просыпаюсь в несуществующем лагере в несуществующем СССР, где на первый взгляд всё легко и просто, а потом — катакомбы, непонятный старый лагерь и уклончивые ответы на самые простые вопросы."
    "Но я всё равно произношу эту фразу."
    ivan "Hello, world."
    "Вожатая сидела и записывала в свой ежедневник. Было бы интересно прочитать, что в нём."
    mt "Ты что-то сказал?"
    ivan "Что?"
    mt "Показалось. Зато ты проснулся! Ох и долго же спал."
    "Вожатая наконец отвлеклась от своей писанины и оглянулась на часы. Выглядела она неприлично довольной - будто что-то на неё действовало."
    ivan "А почему вы меня не разбудили?"
    "Промямлил я слипшевимися после сна губами."
    mt "Прислушайся."
    # Дождь нарастает, фильтры - full mode!
